[Lang]
	Name=Ukrainian (Українська)
	TranslatorName=Lisabon
	TranslatorURL=
	ID=0022;0422
        Version=5.7.17
        Date=17/07/2013
	Charset=1251

'Support Locale IDs (LCID) by this language file
'	0022: Ukrainian
'       0422: Ukrainian (Ukraine)

' некоторые значения поддерживают esc-последовательности \n \r \t

[frmMain]
	frRezim=Режим роботи програми з пакетами драйверів
	frDescriptionIco=Позначення кнопок (наведіть курсор на зображення для перегляду опису)
	frRunChecked=Виконати ...
	frCheck=Виділення пакетів драйверів:
	lblOsInfo=Операційна система: 	
	RezimIntellect=Установка\r\n(Сумісні драйвера)
	RezimUst=Установка\r\n(Повна - увесь пакет)
	RezimUpd=Створення або оновлення\r\nбази драйверів
	RezimIntellectTip=У даному режимі відбувається розпакування та встановлення драйверів для знайдених пристроїв вашого комп'ютера.
	RezimUstTip=У даному режимі відбувається розпакування всього пакету драйверів. Далі програма перевіряє і намагається встановити відповідні драйвера.
	RezimUpdTip=Режим створення або оновлення баз даних драйверів	
	mnuRezim=Оновлення баз даних
	mnuRezimBaseDrvUpdateALL=Оновити бази для ВСІХ пакетів драйверів
	mnuRezimBaseDrvUpdateNew=Оновити бази тільки для НОВИХ пакетів драйверів
	mnuRezimReadClasses=Визначити і прописати класи пакетів драйверів в налаштування
	mnuRezimBaseDrvClean=Видалити файли баз даних відсутніх пакетів драйверів
	mnuService=Сервіс
	mnuShowHwidsTxt=Показати HWIDs пристроїв комп'ютера (текстовий файл)
	mnuShowHwidsXLS=Показати HWIDs пристроїв комп'ютера (файл Excel)
	mnuShowHwidsAll=Показати ПОВНИЙ список пристроїв комп'ютера
	mnuRunSilentMode=Запустити тиху автоматичну установку драйверів
	mnuViewDPInstLog=Переглянути DPinst.log
	mnuOptions=Параметри
	mnuMainUtils=Утиліти
	mnuUtils_devmgmt=Диспетчер пристроїв Windows
	mnuMainAbout=Довідка
	mnuLinks=Посилання
	mnuHistory=Історія зміни
	mnuHelp=Довідка по роботі
	mnuHomePage=Обговорення програми на OsZone.net
	mnuHomePage1=Відвідати домашню сторінку
	mnuCheckUpd=Перевірити оновлення програми
	mnuDonate=Допомогти проекту...
	mnuLicence=Ліцензійна угода...
	mnuAbout=Про програму...
	mnuModulesVersion=Модулі...
	mnuContextXLS=Відкрити файл бази даних у програмі Excel
	mnuContextTxt=Відкрити файл бази даних у текстовому вигляді
	mnuContextToolTip=Показати список доступних драйверів для комп'ютера
	mnuContextEditClasses=Змінити і прописати клас пакету драйверів в налаштування
	mnuContextEditDPName=Змінити відображуване ім'я пакету в програмі
	mnuContextDeleteDRP=Видалити даний пакет драйверів
	mnuContextLegendIco=Переглянути опис всіх позначень
	mnuMainLang=Мова
	mnuLangStart=Використовувати обрану мову під час запуску (скасування автовибору)
	mnuContextInstall1=Звичайна установка
	mnuContextInstall2=Вибіркова установка
	cmdRunTask=Виконати завдання для обраних пакетів драйверів
	cmdRunTask1=Виконати завдання для обраних пакетів драйверів на вкладці
	cmdCheck=Виділити
	cmdBreakUpdateDB=Перервати виконання завдання
	cmdViewAllDevice=Список всіх пристроїв вашого комп'ютера + Пошук драйвера в Інтернеті по HWID
	cmbCheckButtonListElement1=Усі на поточній вкладці
        cmbCheckButtonListElement2=Скидання відміток
	cmbCheckButtonListElement3=Усі
	cmbCheckButtonListElement4=Усі нові        
	cmbCheckButtonListElement5=Невстановлені
	cmbCheckButtonListElement6=Рекомендовані
	ToolTipArrStatusIcon1=У цьому пакеті драйверів програми є драйвера, що підходять до пристрою, виявленому на вашому комп'ютері.\r\n\r\nТакі ж драйвера (тих же версій) вже встановлені на вашому комп'ютері.\r\n\r\nВаші дії:\r\nНіяких дій не потрібно.\r\n\r\nПримітка:\r\nЯкщо у колонці статус для пристрою стоїть '0', то це означає:\r\n* - пристрій заблоковано;\r\n* - драйвер для цього пристрою не активний (див. відомості в диспетчері пристроїв)
	ToolTipArrStatusIcon2=У цьому пакеті драйверів програми є драйвера, що підходять до пристрою, виявленому на вашому комп'ютері.\r\n\r\nНа вашому комп'ютері ці драйвера не встановлені.\r\n\r\nВаші дії:\r\nПереключіть програму в один з режимів установки драйверів і натисніть на цю кнопку - це призведе до встановлення необхідних драйверів з пакета й відповідної зміни виду кнопки.\r\n\r\nПримітки:\r\n1. У деяких випадках драйвера, з виявлених в пакеті драйверів, можуть не підійти до вашого обладнання. Порівняння ідентифікаторів пристроїв (HWID) відбувається за основною частиною HWID без урахування підкласів пристроїв (SUBSYS | REV | MI).\r\n2. Якщо у колонці статус для пристрою стоїть '0', то це означає:\r\n * - драйвер для цього пристрою не встановлено;\r\n * - пристрій блоковано;\r\n * - драйвер для цього пристрою не активний (див. відомості в диспетчері пристроїв)
	ToolTipArrStatusIcon3=У цьому пакеті драйверів програми є драйвера, що підходять до пристрою, виявленому на вашому комп'ютері, але більш нові, ніж ті, що вже встановлені.\r\n\r\nВаші дії:\r\nПереключіть програму в один з режимів установки драйверів і натисніть на цю кнопку - це призведе до встановлення більш нових драйверів з пакета й відповідної зміни виду кнопки.\r\n\r\nПримітка:\r\nУ деяких випадках драйвера, з виявлених в пакеті драйверів, можуть не підійти до вашого обладнання. Порівняння ідентифікаторів пристроїв (HWID) відбувається за основною частиною HWID без урахування підкласів пристроїв (SUBSYS | REV | MI).
	ToolTipArrStatusIcon4=У цьому пакеті драйверів програми є драйвера, що підходять до пристрою, виявленому на вашому комп'ютері, але старіші, ніж ті, що вже встановлені.\r\n\r\nВаші дії:\r\nНічого робити не треба. Можете пошукати в мережі більш свіжі драйвера і оновити (замінити) даний пакет у програмі.
	ToolTipArrStatusIcon5=1. У цьому пакеті драйверів програми є драйвера, що підходять до пристрою, виявленому на вашому комп'ютері, але більш нові, ніж ті, що вже встановлені.\r\n\r\nВаші дії:\r\nПереключіть програму в один з режимів установки драйверів і натисніть на цю кнопку - це призведе до встановлення більш нових драйверів з пакета й відповідної зміни виду кнопки.\r\n\r\n2. У цьому пакеті драйверів програми є драйвера, що підходять до пристрою, виявленому на вашому комп'ютері.\r\n\r\nНа вашому комп'ютері ці драйвера не встановлені.\r\n\r\nВаші дії:\r\nПереключіть програму в один з режимів установки драйверів і натисніть на цю кнопку - це призведе до встановлення необхідних драйверів з пакета й відповідної зміни виду кнопки.\r\n\r\nПримітки:\r\n1. У деяких випадках драйвера, з виявлених в пакеті драйверів, можуть не підійти до вашого обладнання. Порівняння ідентифікаторів пристроїв (HWID) відбувається за основною частиною HWID без урахування підкласів пристроїв (SUBSYS | REV | MI).\r\n2. Якщо у колонці статус для пристрою стоїть '0', то це означає:\r\n * - драйвер для цього пристрою не встановлено;\r\n * - пристрій блоковано;\r\n * - драйвер для цього пристрою не активний (див. відомості в диспетчері пристроїв)
	ToolTipArrStatusIcon6=1. У цьому пакеті драйверів програми є драйвера, що підходять до пристрою, виявленому на вашому комп'ютері, але старіші, ніж ті, що вже встановлені.\r\n\r\nВаші дії:\r\nНічого робити не треба. Можете пошукати в мережі більш свіжі драйвера і оновити (замінити) даний пакет у програмі.\r\n\r\n2. У цьому пакеті драйверів програми є драйвера, що підходять до пристрою, виявленому на вашому комп'ютері.\r\n\r\nНа вашому комп'ютері ці драйвера не встановлені.\r\n\r\nВаші дії:\r\nПереключіть програму в один з режимів установки драйверів і натисніть на цю кнопку - це призведе до встановлення необхідних драйверів з пакета й відповідної зміни виду кнопки.\r\n\r\nПримітки:\r\n1. У деяких випадках драйвера, з виявлених в пакеті драйверів, можуть не підійти до вашого обладнання. Порівняння ідентифікаторів пристроїв (HWID) відбувається за основною частиною HWID без урахування підкласів пристроїв (SUBSYS | REV | MI).\r\n2. Якщо у колонці статус для пристрою стоїть '0', то це означає:\r\n * - драйвер для цього пристрою не встановлено;\r\n * - пристрій блоковано;\r\n * - драйвер для цього пристрою не активний (див. відомості в диспетчері пристроїв)
	ToolTipArrStatusIcon7=Драйвера з цього пакету програми не мають відношення до вашого комп'ютера.\r\n\r\nВаші дії:\r\nНічого робити не треба. Цей пакет драйверів стане в нагоді вам як-небудь в інший раз - при заміні пристроїв або на іншому комп'ютері.
	ToolTipArrStatusIcon8=Програма не може визначити, що знаходиться в цьому пакеті драйверів.\r\n\r\nВаші дії:\r\nПереключіть програму в режим 'Створення або оновлення бази даних драйверів', натисніть на цю кнопку - таким чином відомості про драйвери з пакету будуть додані в базу даних програми та вигляд кнопки зміниться. Про подальші дії читайте в поясненні до відповідного значку.
	ToolTipArrStatusIcon9=Програма проводить оновлення бази драйверів для обраного пакета драйверів.\r\n\r\nВаші дії:\r\nНічого робити не треба. Залишається тільки чекати завершення роботи програми.
	ToolTipTextTitle=Файл пакета драйверів:
	ToolTipTextFileSize=Розмір файла:
	ToolTipTextClassDRV=Клас драйверів:
	ToolTipTextDrv2Install=ДРАЙВЕРА ДОСТУПНІ ДЛЯ УСТАНОВКИ:
	ToolTipTextTitleStatus=
	TableHwidHeader1=HWID
	TableHwidHeader2=Шлях
	TableHwidHeader3=Файл
	TableHwidHeader4=Версія (БД)
	TableHwidHeader5=Версія (PC)
	TableHwidHeader6=АКТ.
	TableHwidHeader7=Найменування пристрою
	TableHwidHeader8=Пакет драйверів
	TableHwidHeader9=!
	TableHwidHeader10=Виробник
	TableHwidHeader11=Сумісний HWID
	mnuUpdateStatusAll=Оновити статус усіх пакетів драйверів
	mnuContextUpdStatus=Оновити статус пакета драйверів
	mnuDriverPacks=Відвідати сайт driverpacks.net
	mnuDriverPacksOnMySite=Завантажити пакети драйверів...
	TableHwidHeader12=Код пристрою
	TableHwidHeader13=Секція
        mnuReCollectHWID=Оновити конфігурацію обладнення
	mnuContextTestDRP=Протестувати даний пакет драйверів програмою 7-zip
	mnuAutoInfoAfterDelDRV=Автооновлення конфігурації обладнання при видаленні драйверів
	mnuContextDeleteDevIDs=Видалити драйвера пристроїв:
	mnuCreateRestorePoint=Створити точку відновлення системи
	mnuUpdateStatusTab=Оновити статус усіх пакетів драйверів (поточна вкладка)
	mnuReCollectHWIDTab=Оновити конфігурацію обладнення (поточна вкладка)
	ToolTipTextDrv4UnsupportedOS=Цей пакет драйверів призначений для іншої операційної системи.\r\nОбробка пакета драйверів при завантаженні програми для непідтримуваних ОС вимкнена в налаштуваннях.\r\nЯкщо ви бажаєте оновити статус пакетів драйверів для цієї ОС, то натисніть SHIFT+F6
	SSTabTypeDPTab1=Усі драйверпаки
	SSTabTypeDPTab2=Доступне оновлення
	SSTabTypeDPTab3=Невстановлені
	SSTabTypeDPTab4=Встановлені
	SSTabTypeDPTab5=БД не створена
	mnuCreateBackUp=Створити резервну копію драйверів
	mnuContextInstall3=Розпакувати в каталог - Усі підібрані драйвера
	mnuContextInstall4=Розпакувати в каталог - Обрати драйвера ...
	mnuContextCopyHWIDs=Скопіювати HWID у буфер обміну
	frInfo=Відомості про операційну систему і комп'ютер
	lblPCInfo=Модель ноутбука/материнської плати:
	mnuDelDuplicateOldDP=Видалити застарілі версії пакетів драйверів
	TableHwidHeader14=Знайдений у пакеті
	lblNoDP4Mode=Нет пакетов драйверов для данного режима работы
	lblNoDPInProgram=Программа не обнаружила пакетов драйверов в рабочих каталогах.\r\nВозможно неверно настроены пути, или пакеты драйверов отсутствуют.\r\n\r\nПакеты драйверов можно скачать с сайта DriverPacks.net или DriverOff.net

[frmAbout]
	frmAbout=Про програму... 
	cmdDonate=Допомогти проекту
	cmdLicence=Ліцензійна угода
	cmdSoftGetNet=Відвідати сайт програми
	cmdOsZoneNet=Обговорення на OsZone.Net
	cmdExit=Закрити
	lblMailTo=Написати E-mail автору програми
	lblInfo=Програма призначена для установки драйверів пристроїв на вже проінстальовану операційну систему. Програма працює з пакетами драйверів (архівами). Для роботи спочатку необхідно побудувати базу даних для кожного архіва. Далі БД аналізується і видається список доступних драйверів для установки з кожного архіва.

[frmLicence]
	frmLicence=Ліцензійна угода
	chkAgreeLicence=Я приймаю умови угоди
	cmdOK=Прийняти
	cmdExit=Закрити

[frmSilent]
	frmSilent=Включено ТИХИЙ РЕЖИМ
	cmdOK=Почати установку
	cmdExit=Скасувати
	lblTimerText=До запуску установки залишилося: 
	lblTimeInSec=секунд
	lblInfo=Програма запущена у тихому режимі. Через деякий час почнеться автоматична установка необхідних драйверів. Якщо ви бажаєте перервати процес натисніть кнопку "Скасувати" або клавішу Escape.

[frmCheckUpdate]	
	frmCheckUpdate=Оновлення: Виявлена нова версія програми
	cmdUpdate=Завантажити оновлення
	cmdUpdateFull=Завантажити дистрибутив
	cmdHistory=Історія змін
	cmdDonate=Допомогти проекту
	cmdExit=Закрити
	lblVersion=Остання версія програми
	frDescription=Позначення в історії змін:
	lblDescription1=" - " - Виправлення помилок в програмі
	lblDescription2=" * " - Косметичні зміни
	lblDescription3=" + " - Розширення функціоналу
	lblDescription4=" ! " - Важливі примітки
	lblWait=Триває завантаження даних з офіційного сайту. Зачекайте будь ласка....
	lblVersionList=Список зміни для версії

[frmDonate]	
	frmDonate=Допомогти проекту
	cmdExit=Закрити

[frmUtilsEdit]	
	frmUtilsEdit=Редагування запису
	lblUtilName=Найменування утиліти: 
	lblPathUtil=Шлях до виконавчого файлу
	lblParamUtil=Додаткові параметри запуску
	cmdOK=Застосувати
	cmdExit=Закрити
	lblPathUtil64=Шлях до виконавчого файлу x64

[frmOSEdit]	
	frmOSEdit=Редагування запису
	lblOSVer=Версія ОС 
	lblNameOS=Найменування ОС
	lblPathDRP=Шлях до каталогу з пакетами драйверів
	lblPathDB=Шлях до каталогу зберігання БД
	frDopFile=Шляхи до допоміжних файлів для установки пакетів Graphics від команди Bashrat
	lblPhysX=DP_Graphics_A_PhysX_*.7z
	lblLang=DP_Graphics_Languages_*.7z
	lblRuntimes=DP_Runtimes_*.7z
	frExcludeFileName=Імена файлів виключаються з обробки (перераховувати через;)
	chk64bit=Драйвера для 64-бітної ОС
	cmdOK=Застосувати
	cmdExit=Закрити
	chkNotCheckBitOS=Не враховувати розрядність ОС

[frmLegendIco]
	frmLegendIco=Детальний опис позначень кнопок пакетів драйверів
	cmdOK=ОК

[frmListHwid]
	frmListHwidView=Список доступних драйверів для комп'ютера в пакеті (знайдено:
	frmListHwidInstall=Список драйверів для установки (знайдено:
	cmdOKCaption1=Встановити
	cmdOKCaption2=ОК
	cmdExit=Закрити
	cmdCheckAll=Виділити усе
	cmdUnCheckAll=Зняти усі відмітки
	lblInformation=Оберіть драйвера для розпакування і встановлення та натисніть кнопку''ОК''. При виділенні, драйвера які знаходяться в одному каталозі з обраним, виділяються автоматично.
    	frGroup=Групи драйверів
	chkGrp1=Невстановлені або вимкнені
	chkGrp2=Доступно оновлення
	chkGrp3=Встановлені
	chkGrp4=Старіші, ніж встановлені
	strcmdOKCaption3=Розпакувати

[frmListHwidAll]
	frmListHwidAll=Список усіх пристроїв вашого комп'ютера
	cmdOK=OK
	frGroup=Групи драйверів
	frFindDrvInternet=Пошук драйвера в Інтернеті
	chkParseHwid=Залишати тільки основний HWID пристрою
	cmdGoSite=Шукати драйвер
	optGrp1=Microsoft
	optGrp2=OEM
	optGrp3=Усі
	optGrp4=Немає драйверів в базі
	lblWait=Зачекайте будь ласка! Йде оновлення конфігурації обладнання...
	cmdReNewHW=Оновити конфігурацію обладнення
	chkHideOther=Приховувати усе, крім обраної
	cmdBackUpDrivers=Створити резервну копію драйверів

[frmOptions]
	frmOptions=Налаштування програми
	cmdOK=Зберегти зміни
	cmdExit=Вихід без збереження
	frOptions=Налаштування
        ItemOptions1=Основні налаштування
        ItemOptions2=Підтримувані ОС
        ItemOptions3=Робочі утиліти
        ItemOptions4=Допоміжні утиліти
        ItemOptions5=Оформлення програми
        ItemOptions6=Параметри запуска DPInst
	frMain=Основні налаштування програми
	lblOptionsStart=Дії при запуску програми
	chkUpdate=Перевіряти оновлення програми
	chkUpdateBeta=Перевіряти на наявність beta-версій програми.
	chkReadClasses=Зчитувати клас пакету драйверів (обов'язково для встановлення дод. файлів пакетів Graphics)
	chkConvertDPName=Перетворювати імена файлів пакетів драйверів (прибирає поєднання: DP, _32, wnt5 і т.д)
	chkReadDPName=Зчитувати підміняємоє ім'я пакету драйверів
	chkReadDRVVersion=Зчитувати версії драйверів для пристроїв ПК
	chkHideOtherProcess=Запускати зовнішні процеси прихованими
	lblOptionsTemp=Робота з тимчасовими файлами
	chkTempPath=Каталог тимчасових файлів
	chkRemoveTemp=Видаляти створені тимчасові файли при виході
	lblDebug=Налаштування налагоджувального режиму
	chkDebug=Включити налагоджувальний режим
	chkRemoveHistory=Видаляти старий лог-файл при запуску програми
	lblRezim=Режим роботи при старті програми
	lblDebugLogPath=Шлях до log-файлу:
	frMainTools=Розташування основних утиліт (Tools)
	cmdPathDefault=Скинути налаштування розташування утиліт	
	frOtherTools=Допоміжні утиліти (Відображаються в меню "" Утиліти "")
	cmdAddUtil=Додати
	cmdEditUtil=Змінити
	cmdDelUtil=Видалити	
	frOS=Підтримувані ОС
	chkRecursion=Обробляти підкаталоги каталогу зберігання пакетів драйверів
	chkLoadFinishFile=Обробляти файли "FINISH" (driverpack *. ini) при установці (для режиму сумісності драйверів)
	cmdAddOS=Додати
	cmdEditOS=Змінити
	cmdDelOS=Видалити
	lblExcludeHWID=Виключати наступні HWID (перераховувати через ";") з обробки (підтримується маска "*"):	
	frDesign=Оформлення
	lblSizeForm=Розміри основного вікна
	lblFormHeight=Висота:
	lblFormWidth=Ширина:
	chkFormMaximaze=Запускати розгорнутим на увесь екран
	chkFormSizeSave=Зберігати розміри форми при виході
	lblSizeButton=Властивості кнопок
	lblButtonHeight=Висота:
	lblButtonWidth=Ширина:
	lblButtonLeft=Ліворуч:
	lblButtonTop=Зверху:
	lblButton2BtnL=Інтервал по горизонталі:
	lblButton2BtnT=Інтервал по вертикалі:
	chkButtonTextUpCase=Відображати текст кнопок у верхньому регістрі
	cmdChooseFont=Оберіть шрифт тексту кнопок
	lblImageMain=Основні картинки
	lblImageStatus=Іконки для кнопок статусу
	lblTabControl=TabControl - Підтримувані ОС
	lblTabPerRowCount=Кількість вкладок на один рядок:
	cmdChooseFontTab=Оберіть шрифт тексту закладок
	chkTabBlock=Робити неактивними вкладки які не підтримуються вашою ОС (крім режиму оновлення БД)
	lblFormWidthMin=Для деяких параметрів існують мінімальні значення. Якщо значення менше мінімального, то вікно підсвітиться червоним кольором. При запуску програма встановить значення за замовчуванням.
	AdditionalColorCaption=Оберіть колір	
	frDpInstParam=Параметри запуску DPInst
	lblParam=Параметр
	lblDescription=Опис параметра
	lblLegacyMode=Дозволяє встановити непідписані драйвера і драйвера з відсутніми файлами. Такі драйвера не можна встановити в Windows 7.
	lblPromptIfDriverIsNotBetter=Вивід запиту в тому випадку, якщо пакет драйверів, який планується встановити, чи не краще поточного.
	lblForceIfDriverIsNotBetter=Примусова установка драйверів навіть у тому випадку, якщо пакет драйверів не краще поточного.
	lblSuppressAddRemovePrograms=Параметр дозволяє не створювати запис у вікні "Установка і видалення програм".
	lblSuppressWizard=Не буде відкритий Майстер ..., але, можливо, будуть показані для користувача діалогові вікна, що виводяться ОС.
	lblQuietInstall=Автоматичний режим. Не будуть показані ні майстер встановлення пристроїв, ні діалогові вікна, що виводяться ОС.
	lblScanHardware=Драйвери будуть скопійовані і встановлені тільки для знайдених пристроїв (і лише для драйверів Plug and Play).
	lblCmdStringDPInst=Підсумкові параметри запуску
        TableOSHeader1=Версія
        TableOSHeader2=Найменування
        TableOSHeader3=Пакети драйверів
        TableOSHeader4=База даних
        TableOSHeader5=x64
        TableOSHeader6=PhysX
        TableOSHeader7=Lang
        TableOSHeader8=Runtimes
        TableOSHeader9=ExludeFiles
        TableUtilHeader1=Найменування
        TableUtilHeader2=Шлях
        TableUtilHeader3=Параметри
        ItemOptions7=Створення бази драйверів
	frDevParser=Створення бази драйверів (Параметри роботи парсера inf-файлів)
        chkDelDouble=Обробляти дублікати HWID
        chkDelDouble_SubSys=Обрізати HWID до "SubSys"
        chkDelDouble_MI=Обрізати HWID до "MI"
        chkDelDouble_CC=Обрізати HWID до "CC"
        chkDelDouble_Rev=Обрізати HWID до "REV"
	lblDevParserMode=Режим обробки inf-файлів
        optDevParser=Створювати базу драйверів використовуючи рідний алгоритм - inf як ini-файл (by Romeo91)
        optDevParserbyRegExp=Створювати базу драйверів використовуючи регулярні вирази RegExp (by BadPointer)
        chkSortByHWID=Сортувати вихідний файл бази драйверів по HWID
	chkTabHide=Приховувати вкладки які не підтримуються вашою ОС (крім режиму оновлення БД)
	ItemOptions8=Основні налаштування 2
	lblDelDouble=Увага! При зміні вищевказаних налаштувань, обов'язково необхідно перестворювати базу драйверів. Налаштування також враховуються при отриманні HWID локальних пристроїв.
	txtDevParser=Режим роботи парсера inf-файлів заснований на роботі з ini-файлом. За структурою inf-файл і ini-файл дуже схожі, за деякими особливостями. Метод має кілька слабких місць: Більш часті звернення до файлів, неможливість прочитати дані з дуже великих inf-файлів (Такі файли обробляються як текстовий документ). Режим не залежить від версій зовнішніх бібліотек. За швидкості в 2-4 рази поступається методу з використанням RegExp.
	txtDevParserbyRegExp=Режим роботи парсера inf-файлів заснований на використанні RegExp. Режим високопродуктивний, так як в пам'ять вантажиться відразу увесь вміст inf-файлу, тим самим звертаючись до файлу всього один раз, а також отримуючи дані одразу за заздалегідь певній структурі.
	frMain2=Основні налаштування програми 2
	lblCompareVersionDRV=Порівняння версій драйверів
	optCompareByDate=Порівнювати версії драйверів за датою драйвера
	optCompareByVersion=Порівнювати версії драйверів за числовим значенням
	txtCompareVersionDRV=Кожен драйвер в inf-файлі містить дату і версію. Дані прописані в секції [Version] і мають вигляд:\r\nDriverVer=mm/dd/yyyy[,w.x.y.z], де mm/dd/yyyy - місяць/день/рік, а [,w.x.y.z] - необов'язкове числове значення версії драйвера
	chkSilentDll=Тиха реєстрація/оновлення системних компонентів (dll і ocx)
	chkDateFormatRus=Відображати дату в форматі dd/mm/yyyy
	chkSearchOnStart=Шукати нові пристрої перед збором інформації
	lblPauseAfterSearch=Пауза після пошуку: 
	chkCreateRP=Створювати точку відновлення при запуску програми
	frDesign2=Оформлення 2
	lblTabControl2=TabControl 2 - Групи драйверів
	cmdChooseFontTab2=Оберіть шрифт тексту закладок
	chkLoadUnSupportedOS=Обробляти вкладки, які не підтримуються вашою ОС
	chkCompatiblesHWID=Обробляти сумісні HWID (CompatibleIDs)
	ItemOptions9=Оформлення програми 2
	TableUtilHeader4=Шлях x64
	chkDebugLog2AppPath=Створювати лог-файл у підпапці "logs" програми
	cmdFutureButton=Ваша майбутня кнопка
	ButtonColor=Оберіть колір шрифту кнопки
	ButtonFont=Оберіть шрифт шрифту кнопки
	ItemOptions10=Відладочний режим
	frDebug=Відладочний режим
	lblMacrosType=Доступні макропідстановки в ім'ї лог-файлу
	lblMacrosParam=Параметр
	lblMacrosDescription=Опис параметра
	lblMacrosPCName=Коротке ім'я комп'ютера, без доменного суфікса
	lblMacrosPCModel=Модель комп'ютера\материнської плати
	lblMacrosOSVer=Версія операційної системи, у вигляді wnt(5|6)
	lblMacrosOSBit=Архитектура операційної системи, у вигляді x(32|64)
	lblMacrosDate=Дата і час створення лог-файлу
	lblDebugLogName=Шаблон імені log-файлів:
	chkDebugTime2File=Додавати дату і час у кожну строчку лог-файлу
	cmdFontColorButton=Установити колір шрифт тексту кнопки
	cmdFontColorTabOS=Установити колір шрифт тексту закладки
	cmdFontColorTabDrivers=Установити колір шрифт тексту закладки
	chkButtonDisable=Активність кнопки (тільки для тестування)
	lblTheme=Набір оформлення програми (зміна основних іконок, і іконок статусу кнопок)

[frmFontDialog]
	frmFontDialog=Оберіть параметри тексту
	cmdOK=Зберегти зміни і вийти
	cmdExit=Вийти без збереження
	lblFontSize=Розмір шрифта
	lblFontColor=Колір тексту
	chkBold=Жирный
	chkItalic=Курсив
	chkUnderline=Підкреслений
	txtFont=Приклад тексту

[Messages]
	strMessages1 =Завантаження налаштувань програми
	strMessages2 =Побудова файлу для візульного перегляду
	strMessages3 =Збір відомостей про склад і версій файлів драйверів для пристроїв PC. Зачекайте будь ласка...
	strMessages4 =Робота програми неможлива
	strMessages5 =Список підтримуваних операційних систем порожній. Робота програми неможлива
	strMessages6 =Ні один каталог з пакетами драйверів, прописаний в налаштуваннях програми не виявлено.\r\n\r\nПодальша робота програми неможлива!
	strMessages7 =Один з програмних файлів відсутній
	strMessages8 =Помилка реєстрації системного файлу. Спробуйте зареєструвати файл вручну або просто скопіювати його в каталог% windir% \ system32
	strMessages9 =Програма для роботи використовує спливаючі підказки. На даному комп'ютері вони виключені\r\n\r\HKEY_CURRENT_USER\Software\Microsoft\Windows\CurrentVersion\Explorer\Advanced"\r\nEnableBalloonTips=0\r\n\r\Виставите це значення в 1\r\n\r\Бажаєте продовжити роботу?
	strMessages10=Спливаючі підказки відключені! Продовжити?
	strMessages11=Оригінальний текст файлу ліцензійної угоди був змінений! Це може бути помилкою або наслідком зловмисної зміни програми. Зверніться до розробника, або завантажте заново дистрибутив програми. Бажаєте продовжити роботу?
	strMessages12=Пакети драйверів відсутні.
	strMessages13=Помилка розпаковування файлу. Можливо архів пошкоджений:
	strMessages14=Немає виділених пакетів драйверів!
	strMessages15=Заданий вами каталог для альтернативних зображень іконок не існує. Будуть використовуватися стандартні картинки!!!
	strMessages16=Програма запущена з CD \ DVD, процес оновлення БД неможливий
	strMessages17=Ви точно бажаєте видалити пакет драйверів
	strMessages18=Ви бажаєте встановити усі рекомендовані драйвера у тихому режимі?
	strMessages19=На вашій машині не встановлено Microsoft Excel з пакету програм Microsoft Office
	strMessages20=Пошук і установка класу пакетів драйверів завершена. Необхідно перевантажити програму для застосування параметрів.
	strMessages21=Помилка запуску DPInst:
	strMessages22=Вже запущено процес оновлення або установки драйверів. Дочекайтеся завершення.\r\nБiльше одного процесу запустити не можна
	strMessages23=Ви бажаєте виконати завдання для виділених пакетів драйверів? Деякі процеси можуть бути дуже тривалими!
	strMessages24=Ви бажаєте оновити базу для
	strMessages25=пакетів драйверів для усіх підтримуваних ОС? Даний процес може бути дуже тривалим!
	strMessages26=Виконати обрану дію?
	strMessages27=Виконання завдання перервано!\r\nОбробка перервана на пакеті драйверів: 
	strMessages28=Ви бажаєте видалити зайві файли баз даних пакетів драйверів?
	strMessages29=Видалити
	strMessages30=Зайвих файлів БД не знайдено
	strMessages31=Помилка збереження файлу в каталог бази даних драйверів
	strMessages32=Змінене відображуване ім'я пакета драйверів:
	strMessages33=Помилка запуску зовнішньої програми: 
	strMessages34=Ви точно бажаєте вийти з програми?
	strMessages35=Версії допоміжних модулів:\r\n\r\nИм'я модуля:\tВерсiя:
	strMessages36=Новые настройки записаны!\r\nДля применения необходимо перезапустить программу.
	strMessages37=Ви точно бажаєте вийти без збереження налаштувань?
	strMessages38=Програма працює з CD \ DVD!\r\nЗбереження налаштувань неможливо!
	strMessages39=Не вдалося завантажити файл ліцензійної угоди. Подальша робота програми неможлива. Зверніться до розробника, або завантажте заново дистрибутив програми.
	strMessages40=Оригінальний текст файлу було змінено!\r\nФорма 'Підтримати проект' буде закрита.\r\nЗверніться до розробника, або завантажте заново дистрибутив програми.
	strMessages41=Не вдалося завантажити файл donate.rtf. Зверніться до розробника, або завантажте заново дистрибутив програми.
	strMessages42=Копіювання файлу завершено з помилкою!
	strMessages43=Увага! Файл доступний тільки для читання, запис у файл неможлива. Для збереження необхідно зняти атрибут з файлу і повторити спробу.
	strMessages44=Не можу створити тимчасовий файл в каталозі:
	strMessages45=Сталася помилка під час запису даних у файл:
	strMessages46=Файл не знайдений. Можливо сталася помилка при зборі інформації програмою devcon.exe. Подальша робота програми неможлива
	strMessages47=Неможливо змінити налаштування екрану!\r\nПричины:\r\n 1. Ваш монітор, або відеокарта непрацездатні при даних параметрах екрану!\r\n 2. Програма не може записати налаштування до реєстру (Спробуйте увійти в систему як 'Адміністратор')
	strMessages48=Нові налаштування монітора застосовані!\r\nСистема готова до роботи!
	strMessages49=Для прийняття налаштувань необхідно перезавантажити комп'ютер!\r\nПерезавантажити зараз?
	strMessages50=Нічого не вийшло
	strMessages51=Програма оптимізована для дозволу екрана монітора - 800x600.\r\nУ вас встановлено дозвіл екрана:
	strMessages52=УВАГА! Можливо неправильне відображення даних.\r\n\r\nЗмінити дозвіл екрана на рекомендовані!? ("ТАК").\r\nПродовжити роботу без зміни? ("" НІ "")
	strMessages53=Ошибка проверки обновления программы, возможно соединение с интернетом не установлено, или превышено время ожидания
	strMessages54=Помилка запуску перевірки оновлення
	strMessages55=На сервере обнаружена старая версия! Очень странно :)\r\nСкорее всего вы имеете неофициальный релиз полученный от автора программы для тестирования.
	strMessages56=Новых версий программы не обнаружено.
	strMessages57=Сталася помилка при запуску програми Devcon. Деякі функції будуть заблоковані.
	strMessages58=Йде перевірка на наявність оновлень програми...
	strMessages59=Завантаження програми завершено!!! Час завантаження:
	strMessages60=Програма запущена у тихому режимі...
	strMessages61=Йде побудова бази для файлу:
	strMessages62=Побудова бази завершено. Час виконання: 
	strMessages63=Встановлюємо драйвера з пакета драйверів: 
	strMessages64=Установка драйверів завершена
	strMessages65=Установка скасована. Пакет драйверів:
	strMessages66=Обробка пакетів драйверів перервана. Час виконання: 
	strMessages67=Обробка усіх пакетів драйверів завершена. Час виконання: 
	strMessages68=Немає пакетів для оновлення баз даних
	strMessages69=Обробка каталогу:
	strMessages70=Файл
	strMessages71=Видалення зайвих файлів БД завершено.
	strMessages72=Витягаємо inf-файли з файлу:
	strMessages73=Аналіз inf-файлів і побудова бази драйверів для файлу:
	strMessages74=Йде зміна короткого імені пакету драйверів:
	strMessages75=Введіть/змініть відображуване ім'я для пакета драйверів:
	strMessages76=Зміна ім'я пакету драйверів
	strMessages77=Змінене відображуване ім'я пакета драйверів:
	strMessages78=Секція
	strMessages79=Відбулася помилка при встановленні панелі із секції: 
	strMessages80=Обробка зібраних даних про комп'ютер
	strMessages81=Йде видалення тимчасових файлів. Зачекайте будь ласка....
	strMessages82=Групова установка скасована.
	strMessages83=Розпакування обраних драйверів з виділених пакетів драйверів...
	strMessages84=Установка обраних драйверів з виділених пакетів драйверів...
	strMessages85=Установка драйверів для обраних пакетів драйверів завершена!
	strMessages86=Обробка пакетів драйверів закінчена
	strMessages87=Не знайдено жодного драйвера, або каталоги не існують
	strMessages88=Пакет драйверів успішно вилучено:
	strMessages89=Йде обробка файлу:
	strMessages90=Введіть/змініть клас для пакета драйверів
	strMessages91=Зміна класу пакету драйверів
	strMessages92=Пошук і установка класу завершено.
	strMessages93=Запуск Майстра установки драйверів пристроїв. Очікуємо завершення роботи.
	strMessages94=Установка завершена. Йде перевірка стану пристроїв після установки. Зачекайте будь ласка...
	strMessages95=Збір відомостей про версії файлів драйверів після установки. Зачекайте будь ласка...
	strMessages96=Оновлення відомостей о пристроях PC
	strMessages97=Витяг драйверів з файлу:
	strMessages98=Витяг додаткових файлів:
	strMessages99=Довитяг файлів з архіва:
	strMessages100=Установка панелей. Пошук і обробка секції 
	strMessages101=Запуск тихого режиму відмінено
	strMessages102=Сталася помилка при порівнянні версій програми. Зверніться до розробника.
	strMessages103=DriverPack's відсутні в базі даних.\r\nБажаєте створити базу даних зараз?
	strMessages104=Кількість виділених пакетів драйверів:
	strMessages105=Не один пакет драйверів не виділено. Виконання групових завдань неможливе.
	strMessages106=Поточна версія компонента старіше, ніж використовувана програмою.\r\nРекомендується встановити оновлення!\r\n\r\nУвага! Оновлення може вплинути на роботу інших програм, що використовують даний компонент!\r\n\r\nБажаєте оновити?
	strMessages107=Можливо, використовувана вами, версія програми "Помічник установки драйверів" застаріла!\r\n\rНатисніть сюди для перевірки оновлення програми"
	strMessages108=Програма не виявила пакетів драйверів в робочих каталогах.\r\nМожливо невірно налаштовані шляхи, або пакети драйверів відсутні.\r\n\r\nПерейти на сайт adia-project.net або DriverPacks.net для завантаження?\r\n\r\n"ТАК" - перейти на сайт "adia-project.net"\r\n"НІ" - перейти на сайт "DriverPacks.net"\r\n"ВІДМІНА" - Закрити вікно і продовжити роботу
	strMessages109=Йде тестування архіва:
	strMessages110=Помилок при розпакуванні архіва не виявлено:
	strMessages111=Для вашої ОС не знайшлося набору підтримуваних драйверів.\r\n\r\nМожливо невірно виставлені налаштування "Підтримувані ОС". Робота з програмою можлива тільки в режимі: 
	strMessages112=Увага! Один або кілька пакетів драйверів мають несумісну з програмою базу драйверів.\r\n\r\nВам необхідно перебудувати базу драйверів використовуючи відповідний режим роботи програми.
	strMessages113=Були вилучені один або кілька драйверів пристроїв.\r\nДля коректної роботи рекомендується оновити конфігурацію обладнання і статус пакетів драйверів.\r\n\r\nОновити зараз?
	strMessages114=Оновлення конфігурації обладнання завершено!
	strMessages115=Ви бажаєте зробити точку відновлення системи перед продовженням роботи?
	strMessages116=На вашому комп'ютері відключена служба відновлення системи або дана функція не підтримується операційною системою\r\nСтворення точки відновлення неможливо.
	strMessages117=Сталася помилка при створенні точки відновлення системи.
	strMessages118=Йде створення точки відновлення системи. Зачекайте будь ласка...
	strMessages119=Точка відновлення системи успішно створена. Ім'я точки:
	strMessages120=Точку відновлення можна буде створити пізніше через меню "Сервіс".
	strMessages121=Аналіз і сортування даних:
	strMessages122=!!! Виявлено невідомих програмі драйверів OEM-виробників:
	strMessages123=Функціонал резервного копіювання винесено в окрему безкоштовну програму Drivers BackUp Solution (DBS).\r\nМожливо в майбутньому функціонал буде включений в Drivers Installer Assistant (DIA).\r\n\r\nБажаєте дізнатися більше про програму DBS?
	strMessages124=з
	strMessages125=Розпакування драйверів в обраний каталог завершено!
	strMessages126=Помилка! Неможливо завантажити файл опису оновлення. Можливо на сервері проводяться технічні роботи.
	strMessages127=Завантаження...
	strMessages128=Індексація...
	strMessages129=Установка...
	strMessages130=Завершення...
	strMessages131=Оберіть каталог для вилучення драйверів
	strMessages132=Розпакування драйверів скасована
	strMessages133=Ви бажаєте відкрити каталог?
	strMessages134=Витяг файлу з ресурсів програми завершено з помилкою. Бажаєте продовжити подальшу роботу?
	strMessages135=Витяг усіх файлів (DLL-OCX) з ресурсів програми завершено успішно.\r\n\r\nБажаєте відкрити каталог з файлами?
	strMessages136=Витяг усіх файлів (DLL-OCX) з ресурсів програми завершено.\r\nПід час процедури вилучення були виявлені помилки!\r\n\r\nБажаєте відкрити каталог з файлами?
	strMessages137=У програмі DIA передбачені наступні ключі запуску:\r\n\r\n"/?", "/h","-h","-help","/help"  - показ даного вікна\r\n\r\n"/s[(:|=)mode]","-s[(:|=)mode]","--s[(:|=)mode]"  - Запуск тихого режиму установки драйверів, з можливістю вибору режиму виділення драйверів.\r\nПараметр [mode] може приймати значення для режимів "Установка (Сумісні драйвера)" та "Установка (Повна - увесь пакет)" відповідно:\r\n\tn або n2 - Виділення пакетів драйверів з більш новими драйверами.\r\n\tq або q2 - Виділення пакетів драйверів з невстановленими драйверами.\r\n\ta або a2 - Виділення усіх пакетів драйверів на вкладці\r\n\r\n"/t[(:|=)time]","-t[(:|=)time]","--t[(:|=)time]" - Час очікування у секундах, перед початком запуску тихого режиму установки драйверів. За замовчуванням пауза дорівнює 10 секундам.\r\n\r\n"/extractdll[(:|=)шлях]"  - витяг файлів з ​​ресурсів програми в зазначений каталог, якщо каталог не вказаний, то витяг відбувається в тимчасовий каталог\r\n\r\n"/regdll" - реєстрація програмних компонентів(dll і ocx)
	strMessages138=Для роботи програми потрібні права локального адміністратора. Ви не маєте таких прав. Ви бажаєте продовжити запуск?
	strMessages139=Ви бажаєте видалити застарілі версії пакетів драйверів?
	strMessages140=Застарілих пакетів драйверів не виявлено
	strMessages141=Застарілі версії пакетів драйверів видалені!\r\nДля застосування необхідно перезапустити програму.\r\n\r\nБажаєте перезапустити програму зараз?
	strMessages142=Мова інтерфейсу змінена на:
	strMessages143=Ошибка проверки обновления программы, возможно сайт программы недоступен, или превышено время отклика от сервера www.adia-project.net
	strMessages144=\r\n\r\nЖелаете открыть форму обновления программы?
	strMessages145=Обновление...
	strMessages146=Настройка...
	strMessages147=\r\n\r\nЖелаете перезапустить программу сейчас?
	strMessages148=Анализ inf-файлов и построение базы драйверов для каталога:
	strMessages149=Копирование файлов во временный каталог...
	strMessages150=(как папки)